import React from 'react';
import './css/aboutus.css';

const Aboutus = () => {
    return (
        <div className="aboutus-container">
            <div className="aboutus-text">
                <em>ما کی هستیم </em>
                <p dir="auto" style={{unicodeBidi:"plaintext"}}>
                    پیشگامان نوآوری در توسعه نرم‌افزار
                    تیم <span className="highlight">"A & M Devs"</span>
                    متشکل از دو بنیان‌گذار برجسته و تیمی از متخصصان متعهد، نمادی از خلاقیت، تخصص و تعهد به ارائه
                    راهکارهای نرم‌افزاری بی‌نظیر است. این تیم توسط یک مستر بک‌اند دولوپر و یک فرانت‌اند دولوپر حرفه‌ای
                    تأسیس شده که هر یک با مهارت‌های استثنایی و رهبری قوی، پایه‌های یک گروه پیشرو را بنا نهاده‌اند. با
                    تلفیق توانمندی‌های فنی پیشرفته و اشتیاق به حل چالش‌های پیچیده، پروژه‌هایی خلق می‌کند که نه‌تنها
                    نیازهای امروز را برآورده می‌کند، بلکه آینده را نیز شکل می‌دهد.
                </p>
            </div>
        </div>
    );
};

export default Aboutus;